"use strict";

/*
Необходимо попросить пользователя ввести число.
Если пользователь ввел отличное от числа значение, необходимо вывести в консоль
строку: "Значение задано неверно", иначе необходимо будет вызвать функцию 
(нужно будет ее создать), которая будет принимать введенное пользователем 
число. Функция должна вычесть из переданного ей числа 13% и вывести в консоль 
сообщение "Размер заработной платы за вычетом налогов равен N."
*/

// Здесь пишем решение, данный комментарий необходимо стереть.

// function Salary(money) {
//   if (isNaN(money) === false) {
//     const clearSalary = money * 0.87;
//     return console.log(
//       `Размер заработной платы за вычетом налогов равен ${clearSalary}`
//     );
//   } else {
//     return console.log("Значение задано неверно");
//   }
// }
// console.log(Salary(prompt("Введите размер Вашей зарплаты")));
